---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.ConceptualEnergyData
source: html/3ebfaa4f-6802-ffb2-5f5a-74ae3d27c6f6.htm
---
# Autodesk.Revit.DB.GroupTypeId.ConceptualEnergyData Property

Conceptual Energy Data.

## Syntax (C#)
```csharp
public static ForgeTypeId ConceptualEnergyData { get; }
```